tap "homebrew/bundle"
brew "git"
brew "mas"
brew "midnight-commander"
brew "wakeonlan"
cask "amethyst"
cask "mcedit"
cask "nrlquaker-winbox"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Simplenote", id: 692867256
mas "Tailscale", id: 1475387142
