# Taps
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

# Binaries
brew "git"
brew "git-secrets"
brew "htop"
brew "mas"
brew "wget"
brew "midnight-commander"
brew "mcedit"


# Aplications
cask "brave-browser"
cask "rectangle"
cask "figma"
cask "balenaetcher"
cask "utm"
cask "visual-studio-code"
cask "tailscale"
cask "monitorcontrol"
cask "google-drive"
cask "resilio-sync"
cask "keepingyouawake"
cask "Google Chrome"
cask "adobe-creative-cloud"
cask "minecraft"
cask "firefox"
cask "vlc"
cask "bitwarden"
cask "nrlquaker-winbox"



# QuickLock plugins
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "webpquicklook"


# Mac App Store
mas "Wifiman", id: 1385561119
